tap "homebrew/bundle"
tap "brewsci/bio"

brew "bash"
brew "grep"
brew "gnu-sed"
brew "coreutils"
brew "zip"
brew "unzip"
brew "p7zip"
brew "md5sha1sum"
brew "jq"
brew "python@3.11"
brew "python-tk@3.11"

# Bioinformatics tools
brew "samtools"
brew "bcftools"
brew "htslib"
brew "bwa"
brew "minimap2"
brew "fastp"
brew "bowtie2"
brew "brewsci/bio/bwa-mem2"
brew "brewsci/bio/hisat2"

# Java (Zulu) - Casks
cask "zulu@8"
cask "zulu@11"